Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: The specified computers have&nbsp;Trend Micro&nbsp;Core Protection Module&nbsp;installed. Use this task to set the virus outbreak time interval. The default&nbsp;time interval&nbsp;is 10 minutes.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs spécifiés. Utilisez cette tâche pour définir l'intervalle de temps d'une épidémie virale. La valeur par défaut de l'intervalle de temps est de 10&nbsp;minutes.

source: Take the action below toenable automatic updates on Core Protection Module endpoints. Important Note: This action only sets a flag on the endpoint and does not actually apply any pattern files.&nbsp; There must be a corresponding policy action taken from the 'Apply Automatic Updates' task in order for new patterns to flow to the endpoint.&nbsp; Additionally the server components must also have automatic updates configured andenabled.
fr_fr: Exécutez l'action ci-dessous pour activer les mises à jour automatiques sur les points finaux Core Protection Module. Remarque importante: Cette action définit uniquement un indicateur sur le point final et n'applique pas réellement de fichiers de signatures.&nbsp; Il doit y avoir une stratégie correspondante issue de la tâche «&nbsp;Appliquer des mises à jour automatiques» pour que de nouvelles signatures arrivent au point final. En outre, les mises à jour automatiques doivent également être configurées et activées pour les composants du serveur.

source: The CPM VDI Pre-Scan Template Generation Tool scans the base or golden image and verifies the image is a virtual desktop client. When scanning duplicates of this image, CPM only checks the parts that have changed. This is done in order to optimize on-demand scanning. To create a Pre-Scan Template: Downloadthe VDI Pre-Scan Template Generation Tool. Copy the VDI Pre-Scan Template Generation Tool (TCacheGen_x86.exe for 32-bit systems or TCacheGen_x64.exe for 64-bit systems) to the &lt;CPMInstallationPath&gt;\OfficeScanClientfolder of the base image. Execute TCacheGen_x86.exe or TCacheGen_x64.exe. Click Generate Pre-Scan Template. The tool scans the image for security threats before generating the pre-scan template and removing the GUID. Note:&nbsp;CPM VDI Pre-Scan Template Generation Tool should be executed only on base or golden images with CPM client version 10.5 and above . Important Note: Ensure CPM VDI Componentsare installed on the base or golden image's relay, before running the VDI Pre-Scan Template Generation Tool on the base or golden image. Important Note: After generating the pre-scan template, the tool unloads the&nbsp;CPM client. Do not reload the&nbsp;CPM client. If theCPM client reloads, create the pre-scan template again.
fr_fr: {\cs5\f1\cf15\lang1024L'outil de génération du modèle de pré-scan VDI de CPM scanne l'outil de génération de base ou Golden et vérifie que l'image est un client Virtual Desktop. Lorsque le scan duplique l'image, CPM vérifie uniquement les parties qui ont été modifiées. Cette opération est exécutée afin d'optimiser le scan à la demande. Pour créer un modèle de pré-scan: Téléchargez l'outil de génération de modèle de pré-scan VDI. Copiez l'outil de génération de modèle de pré-scan VDI (TCacheGen_x86.exe pour les systèmes 32&nbsp;bits ou TCacheGen_x64.exe pour les systèmes 64bits) dans le dossier &lt;CPMInstallationPath&gt;\OfficeScandossier d'installation du client de l'image de base. Exécutez TCacheGen_x86.exe ou TCacheGen_x64.exe. Cliquez sur Générer un modèle de pré-scan. Avant de générer le modèle de pré-scan et de supprimer le GUID, l'outil scanne l'image pour détecter d'éventuelles menaces de sécurité. Remarque: L'outil de génération de modèle de pré-scan VDI de CPM doit être exécuté uniquement sur des images de base ou Golden avec le client CPM de version 10.5 ou supérieure. Remarque importante: Assurez-vous que les composants VDI de CPM sont installés sur des images de base ou Golden de relais avant d'exécuter l'outil du modèle de pré-scan VDI sur l'image de base ou Golden. Remarque importante: Une fois le modèle de pré-scan généré, l'outil décharge le client CPM. Ne rechargez pas le client CPM. Si celui-ci se recharge, créez à nouveau le modèle de pré-scan.

source: Core Protection Module - Installation Eligibility: Insufficient Registry Permission
fr_fr: Core Protection Module - Condition d'installation&nbsp;: droits nécessaires à l'enregistrement insuffisants

source: The listed computers do not have sufficient registry permission to be relevant for the Core Protection Module - Endpoint Deploy task. To make the computers relevant, modify the "HKEY_LOCAL_MACHINE\SOFTWARE\TrendMicro" registry key. The installation permissions required for the registry key "HKEY_LOCAL_MACHINE\SOFTWARE\TrendMicro" are as follows: 1. Read/Write permission for Local System group 2. Read permission for Local User group
fr_fr: Les ordinateurs répertoriés ne disposent pas des droits nécessaires suffisants à l'enregistrement pour un bon fonctionnement avec Core Protection Module - Tâche de déploiement du point final. Pour que les ordinateurs fonctionnent correctement, modifiez la clé du registre "HKEY_LOCAL_MACHINE\SOFTWARE\TrendMicro". Les autorisations d'installation requises pour la clé du registre "HKEY_LOCAL_MACHINE\SOFTWARE\TrendMicro" sont les suivantes: 1. Droits de lecture/d'écriture pour le groupe "Local System" 2. Droits de lecture pour le groupe d'utilisateurs "Local User"

source: {\cs5\f1\cf15\lang1024 This task &nbsp;triggers the CPM Case Diagnostic Tool (CDT)and uploads collected information. Note:1. Collected information files are stored in the client folder recorded in "[Core Protection Module folder]\CDT\CaseDiagnosticTool.ini".2. The client should have the CDT tool stored in the folder "[Core Protection Module folder]\CDT".
fr_fr: {\cs5\f1\cf15\lang1024Cette tâche déclenche le Case Diagnostic Tool (CDT) CPM et télécharge les informations collectées. Remarque:1. Les fichiers des informations collectées sont archivés dans le dossier client enregistré dans «&nbsp;[Dossier Core Protection Module]\CDT\CaseDiagnosticTool.ini&nbsp;».2. Le client devrait disposer de l'outil CDT, stocké dans le dossier «&nbsp;[Dossier Core Protection Module]\CDT&nbsp;».

source: There is a new version ofTrend Micro Core Protection Module endpoint software. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware on endpoint computers. Use this action to update outdated versions of Core Protection Module endpoint software. Note: Only client computers without conflicting software products can deploy Core Protection Module. Note: Before installing Core Protection Module, computers must meet minimum software and hardware requirements. Note: Client machines may briefly display DOS windows during action execution. Important Note:Installation of the CPM endpointwill cause a restart of the computer's TCP stack.When deployed on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the installation to occur at a time when this interruption in connectivity is acceptable. File Size:51.7 - 66.4 MB
fr_fr: Une nouvelle version du logiciel de point finalTrend Micro Core Protection Module est disponible. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés sur les points finaux. Utilisez cette action pour mettre à jour les versions obsolètes de logiciel de point final Core Protection Module. Remarque: Seuls les ordinateurs clients sans logiciels conflictifs peuvent déployer Core Protection Module. Remarque: Avant d'installer Core Protection Module, les ordinateurs doivent respecter la configuration logicielle et matérielle requise. Remarque: Les postes clients pourraient brièvement afficher des fenêtres DOS durant l'exécution d'une action. Remarque importante:l'installation du point final CPM&nbsp;cause le redémarrage de la pile TCP de l'ordinateur.En cas de déploiement sur des machines exécutant le serveur BES, toutes les connexions actives à la console BES sont fermées. Veuillez planifier l'installation à un moment où cette interruption de la connectivité est acceptable. Taille du fichier:51,7 - 66,4Mo

source: Major changesin Core Protection Module 1.6 Service Pack 1 [Enhancements]&nbsp;&nbsp; Scan Function Enhancement ------------------------- * Service Pack 1 provides the configuration option in the server console, the default behavior is to not scan mapped drives. * For usability, Service Pack 1 adds support of wildcards in the Exclusion List. &nbsp;&nbsp; Client Information Enhancement&nbsp;&nbsp; ------------------------------&nbsp;&nbsp; * In Service Pack 1, the client language and Service Pack, Patch, and Hot fix versions are displayed in both theBES Server Console and the Client Dashboard. &nbsp;&nbsp; * In Service Pack 1,&nbsp;BES Reports have the ability to identify OfficeScan clients correctly. &nbsp;&nbsp; Report Enhancement&nbsp;&nbsp; ------------------&nbsp;&nbsp; * Service Pack 1 provides new reports: Real-time Email when Malware infects alerts, Outbreak Alerts, and Action Failure alerts. &nbsp;&nbsp; CPM Server Component Migration ------------------------------ * For future product support, Service Pack 1 migrates to the Common AU 2.0. &nbsp;&nbsp; Support Tool Enhancement&nbsp;&nbsp; ------------------------&nbsp;&nbsp; * The Trend Micro Case Diagnoses Tool (CDT) is deployed with the CPM server component, and running CDT would collect the CPM server component information as well as the client information. &nbsp;&nbsp; Conflict Product Detection/Removal ---------------------------------- * When the CPM client is being installed, it would detect the OfficeScan client as the conflict product. * When the CPM client is installed, it first removes the following products automatically: - Authentium(TM) Command AntiVirus for Windows Enterprise 4.9x - Computer Associates (CA) eTrust(TM) Antivirus 8.1.655 - eScan(TM) for Windows 8.0.653.1 - ESET(TM) NOD32(TM) Antivirus build 3.0.642 - ESET NOD32 Antivirus 3.0.667.0 - ESET NOD32 Antivirus 3.0.684.0 - F-Secure(TM) Anti-Virus Client Security 6.03 - F-Secure Client Security 7.0 - F-Secure Client Security 7.10 - F-Secure Client Security 8.00 - F-Secure Client Security 8.01 - F-Secure Client Security 8.01.133 - Kaspersky(TM) Anti-Virus 6.0.3.837 - McAfee(TM) Total Protection - McAfee ePolicy Agent 3.6.0.574 - McAfee VirusScan Enterprise 8.7.0.570 - Norman(TM) Security Suite 7 - Norman Virus Control 5.99.0600 - Panda(TM) Endpoint Agent 5.02.00.0004 - Symantec 11.0.780.1109 Endpoint Protection - Symantec 11.0.2010.25 Endpoint Protection MR 2 - Symantec Endpoint Protection 10.1.8000.8 - Symantec Endpoint Protection 11.0.3001.2224 - Symantec Endpoint Protection 11.0.4000.2295 - Symantec Endpoint Protection 11.0.4202.75 - Symantec 11.0.4000.2295 Endpoint Protection 64-bit Edition
fr_fr: Principaux changements dans Core Protection Module1.6 Service Pack1 [Améliorations]&nbsp;&nbsp; Amélioration de la fonction de scan ------------------------- * Le Service Pack1 fournit l'option de configuration dans la console du serveur, le comportement par défaut est de ne pas scanner les lecteurs mappés. * Pour plus de convivialité, Service Pack1 ajoute la prise en charge des caractères génériques dans la liste d'exclusion. Amélioration des Informations sur le client ------------------------------ * Dans le Service Pack1, la langue du client et les versions du Service Pack, du patch, et des correctifs de type hotfix sont affichées dans la console du serveur BES et le tableau de bord client. &nbsp;&nbsp; * Dans le Service Pack&nbsp;1, les rapports BES ont la capacité d'identifier les clients OfficeScan correctement. Amélioration des rapports&nbsp;&nbsp; ------------------&nbsp;&nbsp; * Le Service Pack&nbsp;1 fournit de nouveaux rapports&nbsp;: alertes d'e-mails en temps réel lors d'infections par des programmes malveillants, alertes d'épidémie et alertes d'échec d'action. Migration des composants du serveur CPM ------------------------------ * Pour le support futur du produit, le Service Pack1 migre vers Common AU 2.0. Amélioration de l'outil de support ------------------------ * Trend Micro Case Diagnoses Tool (CDT) est déployé avec le composant du serveur CPM et l'exécution de CDT collecte les informations du composant du serveur CPM ainsi que les informations client. Détection ou suppression d'un produit conflictif ---------------------------------- * Lors de l'installation du client CPM, celui-ci devrait détecter le client OfficeScan comme produit conflictif. &nbsp;&nbsp; Lorsque le client CPM est installé, il supprime d'abord les produits suivants automatiquement: – Authentium(TM) Command AntiVirus pour Windows Enterprise 4.9x – Computer Associates (CA) eTrust(TM) Antivirus 8.1.655 – eScan(TM) pour Windows 8.0.653.1 – ESET(TM) NOD32(TM) Antivirus version&nbsp;3.0.642 – ESET NOD32 Antivirus 3.0.667.0 – ESET NOD32 Antivirus 3.0.684.0 – F-Secure(TM) Anti-Virus Client Security 6.03 – F-Secure Client Security 7.0 – F-Secure Client Security 7.10 – F-Secure Client Security 8.00 – F-Secure Client Security 8.01 – F-Secure Client Security 8.01.133 – Kaspersky(TM) Anti-Virus 6.0.3.837 – McAfee(TM) Total Protection – McAfee ePolicy Agent 3.6.0.574 – McAfee VirusScan Enterprise 8.7.0.570 – Norman(TM) Security Suite 7 – Norman Virus Control 5.99.0600 – Panda(TM) Endpoint Agent 5.02.00.0004 – Symantec 11.0.780.1109 Endpoint Protection – Symantec 11.0.2010.25 Endpoint Protection MR 2 – Symantec Endpoint Protection 10.1.8000.8 – Symantec Endpoint Protection 11.0.3001.2224 – Symantec Endpoint Protection 11.0.4000.2295 – Symantec Endpoint Protection 11.0.4202.75 – Symantec Endpoint Protection 11.0.4000.2295, édition 64bits

source: The listed computers haveCore Protection Module(CPM) installed. You can uninstall Core Protection Module using this task. Note: Client machines may briefly display pop-up windows during action execution. Important Note:&nbsp;Uninstallation of the CPM endpoint&nbsp;will cause a restart of the computer's TCP stack.&nbsp;Whenthis action is taken on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the action to occur at a time when this interruption in connectivity is acceptable.
fr_fr: Core Protection Module (CPM) est installé sur les ordinateurs répertoriés. Vous pouvez désinstaller Core Protection Module à l'aide de cette tâche. Remarque: Les postes clients pourraient brièvement afficher des fenêtres contextuelles durant l'exécution d'une action. Remarque importante: La désinstallation du point final CPM entraînera un redémarrage de la pile TCP de l'ordinateur.Dans le cas d'une action prise sur des ordinateurs exécutant le serveur BES, ceci provoquera la fermeture de toutes les connexions actives de la console BES. Veuillez planifier l'action à un moment où cette interruption de la connectivité est acceptable.

source: Core Protection Module - Endpoint Deploy (Version 10.6 Service Pack1)
fr_fr: Core Protection Module - Déploiement point final (Version 10.6 Service Pack1)

source: The listed computers do not have Trend Micro Core Protection Module installed. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware found. Use this action to deploy Core Protection Module on computers that do not have it. Note: Only client computers without conflicting software products can deploy Core Protection Module. Note: Before installing Core Protection Module, computers must meet minimum software and hardware requirements. Note: Only client computers without Trend Micro OfficeScan client can deploy Core Protection Module. Note: Client machines may briefly display DOS windows during action execution. Important Note:Installation of the CPM endpointwill cause a restart of the computer's TCP stack.When deployed on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the installation to occur at a time when this interruption in connectivity is acceptable. Deployment Options: This action allows you to install to the default path "%Program Files%\Trend Micro" or to specify a custom path. Default installation path:Leave the action parameter dialog blank Custom installation path: Specify custom path in action parameter dialog, including drive letter - "C:\folder1\folder2\Trend Micro Home" Illegal path characters: Do not use illegal Windows characters including " ? * | / &lt; &gt; and : \ ,unless used as legal part of path Environment variables (i.e. ) are not supported for custom installation path. This action will fail if illegal path characters are used or the drive letter specified does not exist or meet minimum space requirements File Size:98.6 - 107.0 MB
fr_fr: Trend Micro Core Protection Module n'est pas installé sur les ordinateurs répertoriés. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés. Utilisez cette action pour déployer Core Protection Module sur des ordinateurs qui ne l'ont pas. Remarque: Seuls les ordinateurs clients sans logiciels conflictifs peuvent déployer Core Protection Module. Remarque: Avant d'installer Core Protection Module, les ordinateurs doivent respecter la configuration logicielle et matérielle requise. Remarque: Seuls les ordinateurs clients sans Trend Micro OfficeScan client peuvent déployer Core Protection Module. Remarque: Les postes clients pourraient brièvement afficher des fenêtres DOS durant l'exécution d'une action. Remarque importante:l'installation du point final CPM&nbsp;cause le redémarrage de la pile TCP de l'ordinateur.En cas de déploiement sur des machines exécutant le serveur BES, toutes les connexions actives à la console BES sont fermées. Veuillez planifier l'installation à un moment où cette interruption de la connectivité est acceptable. Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «%Program Files%\Trend Micro»ou de spécifier un chemin d'accès personnalisé. Chemin d'installation par défaut&nbsp;:Laissez la boîte de dialogue du paramètre d'action vide Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action, y compris la lettre du lecteur – «C:\Dossier1\Dossier2\Trend Micro Home» Caractères de chemin d'accès non autorisés: n'utilisez pas de caractères non autorisés qui ne sont pas pris en charge par Windows notamment " ? * | / &lt; &gt; et : \ ,sauf si utilisé comme partie autorisée du chemin d'accès Les variables d'environnement (par ex. ) ne sont pas prises en charge pour le chemin d'installation personnalisé. Cette action échoue si des caractères de chemin d'accès non autorisé sont utilisés ou si la lettre de lecteur spécifiée n'existe pas ou ne correspond pas aux critères d'espace minimum. Taille du fichier:98,6 - 107,0 Mo

source: The listed computers have a version (2.0.0.1048 or earlier)&nbsp;of the Trend Micro URL Filtering Engine (TMUFE) that may cause a buffer overflow, which could cause programs tocrash or other unexpected behaviors. To resolve this issue, all customers are advised to&nbsp;take the action below&nbsp;and upgrade to the new version (2.0.0.1049)of the Trend Micro URL Filtering Engine.
fr_fr: Les ordinateurs répertoriés disposent d'une version antérieure (2.0.0.1048 ou antérieure) de Trend Micro URL Filtering Engine (TMUFE) qui peut entraîner un dépassement de mémoire tampon, ce qui peut provoquer le blocage des programmes ou d'autres comportements inattendus. Pour résoudre ce problème, il est conseillé d'exécuter l'action ci-dessous et de mettre à niveau la version (2.0.0.1049) de Trend Micro URL Filtering Engine.
